IDEA Open Model
CrossSectionGeneralColdFormed.CrossSectionType Property
Compatible with IDEA StatiCa Beta 20.0
 Type of cross-section
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public CrossSectionType CrossSectionType { get; set; }
Public Property CrossSectionType As CrossSectionType
	Get
	Set
Property Value
Type: CrossSectionType
See Also
Reference
CrossSectionGeneralColdFormed Class
IdeaRS.OpenModel.CrossSection Namespace